Repository: Appfruit/SplashBuddy
Catalog: SplashBuddy/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, nl

source: %@ failed to install. Support has been notified.
de: %@ konnte nicht installiert werden. Der Support wurde benachrichtigt.
fr: %@ n'a pu être installé. Le support a été notifié.
it: %@ impossibile installare. Supporto è stato notificato.
nl: Installatie van %@ is mislukt. Hiervan is automatisch melding gemaakt.

source: All applications were installed. Finishing installation…
de: Alle Anwendungen installiert wurden. Abschluss der Installation…
fr: Toutes les applications ont été installées. Fin de l'installation…
it: Sono state installate tutte le applicazioni. Completamento installazione...
nl: Alle applicaties zijn geïnstalleerd. De installatie wordt beëindigd...

source: All applications were installed. Please click continue.
de: Alle Programme wurden installiert. Bitte klicken Sie weiter.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Continuer.
it: Tutte le applicazioni sono state installate. Si prega di fare clic su continua.
nl: Alle programma's zijn geinstalleerd. Klik op doorgaan

source: All applications were installed. Please click on Continue.
de: Alle Anwendungen installiert wurden. Bitte klicken Sie auf Weiter.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Continuer.
it: Tutte le applicazioni sono state installate. Si prega di fare clic su Continua.
nl: Alle applicaties zijn geïnstalleerd. Klik a.u.b. op Doorgaan

source: All applications were installed. Please click on Logout.
de: Alle Anwendungen installiert wurden. Bitte klicken Sie auf abmelden.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Fermer la session.
it: Tutte le applicazioni sono state installate. Si prega di fare clic su Esegui il Logout.
nl: Alle applicaties zijn geïnstalleerd. Klik a.u.b. op Log uit

source: All applications were installed. Please click on Quit.
de: Alle Anwendungen installiert wurden. Bitte klicken Sie auf Beenden.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Quitter.
it: Tutte le applicazioni sono state installate. Si prega di fare clic su Esci.
nl: Alle applicaties zijn geïnstalleerd. Klik a.u.b. op Beëindigen

source: All applications were installed. Please click on Restart.
de: Alle Anwendungen installiert wurden. Bitte klicken Sie auf Neustart.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Redémarrer.
it: Tutte le applicazioni sono state installate. Si prega di fare clic su Riavvia.
nl: Alle applicaties zijn geïnstalleerd. Klik a.u.b. op Herstart

source: All applications were installed. Please click on Shutdown.
de: Alle Anwendungen installiert wurden. Bitte klicken Sie auf Herunterfahren.
fr: Toutes les applications ont été installées. Veuillez cliquer sur Éteindre.
it: Tutte le applicazioni sono state installate. Fare clic su Spegni.
nl: Alle applicaties zijn geïnstalleerd. Klik a.u.b. op Zet uit

source: An application failed to install. Support has been notified.
de: Ein Programm konnte nicht installiert werden. Der Support wurde benachrichtigt.
fr: Une application n'a pu être installée. Le support a été notifié.
it: Un'applicazione impossibile installare. Il supporto è stato notificato.
nl: Een programma kon niet geinstalleerd worden. Hiervan is automatisch melding gemaakt.

source: Continue
de: Weiter
fr: Continuer
it: Continua
nl: Doorgaan

source: Installing…
de: Installieren…
fr: Installation…
it: Installiere…
nl: Installeren...

source: Logout
de: Ausloggen
fr: Fermer la session
it: Esegui il logout
nl: Uitloggen

source: Please create a bundle in /Library/Application Support/SplashBuddy
de: Bitte erstellen Sie ein bundle in /Library/Application Support/SplashBuddy
fr: Veuillez créer un bundle dans /Library/Application Support/SplashBuddy
it: Si prega di creare un bundle in /Libreria/Application Support/SplashBuddy
nl: Maak een bundle aan in /Library/Application Support/SplashBuddy

source: Quit
de: Beenden
fr: Quitter
it: Esci
nl: Beëindigen

source: Restart
de: Neu starten
fr: Redémarrer
it: Riavvia
nl: Herstart

source: Shutdown
de: Herunterfahren
fr: Éteindre
it: Spegni
nl: Afsluiten

source: Some applications failed to install. Support has been notified.
de: Einige Programme konnten nicht installiert werden. Der Support wurde benachrichtigt.
fr: Plusieurs applications n'ont pu être installées. Le support a été notifié.
it: Alcune applicazioni non sono state installate. Il supporto è stato notificato.
nl: Sommige programma's konden niet geinstalleerd worden. Hiervan is automatisch melding gemaakt.

source: We are preparing your Mac…
de: Wir bereiten Ihren Mac vor…
fr: Nous préparons votre Mac…
it: Stiamo preparando il tuo Mac...
nl: We zijn uw Mac aan het voorbereiden...
